START_KB = {
    'categories': 'Категории',
    'cart': 'Корзина',
    'order': 'На заказ',
    'delivery': 'Доставка и оплата',
    'about_us': 'О нас',
    'shop': 'Магазин'
}

ORDER = 'Брендирование под заказ.\nЗаказать бананку с принтом.\n'\
        'Пошив рюкзака. Рюкзаки оптом с вашим логотипом.\n'\
        'Свитшоты и худи на заказ со своим принтом\n\n'\
        'К заказу доступны все модели, представленные на нашем сайте. '\
        'Вы можете выбрать любой цвет ткани, молнии или ременной ленты из тех цветов, которые есть в нашей палитре.\n'\
        'Вид нанесения вашего логотипа: сублимация, термоперенос, бирка в шов, вышивка.\n\n'\
        'Материал: PU кожзаменитель или водоотталкивающая ткань оксфорд. Футер с начесом, Футер без начеса\n\n'\
        'Также мы можем пошить бананку по вашему образцу: ' \
        'минимальный заказ от 10 штук плюс оплата за разработку лекал.\n' \
        'напишите нашему менеджеру по оптовым заказам Валерии: twinsstore.ua@gmail.com.'

DELIVERY = 'Доставка\n'\
           'Для покупателей из Украины есть варианты доставки:\n' \
           '❤️Новой почтой\n' \
           '❤️самовывоз из магазина: Киев, ул. Крещатик 46а\n\n' \
           'При заказе 2 единиц товара, на суму от 600 грн, бесплатная доставка!\n' \
           'Во все остальные страны мира отправляем авиапочтой.\n' \
           'Чтобы узнать стоимость и время доставки в вашу страну, ' \
           'напишите нашему менеджеру по розничным заказам Валерии: twinsstore.ua@gmail.com.\n\n' \
           'Оплата\n' \
           'Вы можете оплатить покупку:\n' \
           '❤️на карту ПриватБанка\n' \
           '❤️через LiqPay\n' \
           '❤️наложенным платежом при доставке Новой почтой\n' \
           '❤️наличными при самовывозе\n'

ABOUT_US = 'Про бренд TWINS STORE\n' \
           'Twins Store — это бананки и рюкзаки ручной работы. ' \
           'Нам нравится быть в движении целый день, а для этого больше всего подходит рюкзак или бананка.\n\n' \
           'Мы создали Twins Store в 2016 году. Тогда мы долго искали идеальную бананку, и в итоге сделали ее сами. ' \
           'А теперь делаем их для вас\n\n' \
           'Каждая наша модель сшита вручную. Для нас важны детали: ' \
           'от ровных стежков до свежих решений в дизайне.\n\n' \
           'Мы любим свободу. Если вы тоже — нам по пути!'

SHOP = 'Киев, ул. Крещатик 46A\n' \
       '+38 (073) 4033 642\n' \
       'twinsstore.ua@gmail.com\n\n' \
       'понедельник-пятница: 11:00-20:00\n' \
       'суббота: 12:00-20:00\n' \
       'перерыв: 15:00-16:00\n' \
       'воскресенье: выходной\n'
